default player_name_list = [
    "กองทัพ", "ก้าวกล้า", "กรุณ", "กังหัน", "กฐิน", "กองหนุน", 
    "ขอบฟ้า", "ข้าวโอ๊ต", "ขุนเขา", "ขุนพล", "เข็มทิศ", "คีตะ", 
    "คมคิด", "จอมทัพ", "เจ้าขุน", "เจ้าจอม", "เจ้าทัพ", "เจ้านาย", 
    "เจ้าสมุทร", "จีรัง", "จงกรม", "ต้นกล้า", "ต้นข้าว", "ต้นน้ำ", 
    "ต้นหน", "ต้นหนาว", "ตะวัน", "ตั้งเต", "ตุลา", "ต้นเมฆ", "ทามไท", 
    "ทิวเขา", "ทิศเหนือ", "แทนคุณ", "ทิวา", "แทนไท", "ไทยธรรม", "ธันวา", 
    "ธัญญ์ธีร์", "ธีร์ธัช", "ธารา", "นับสิบ", "นักรบ", "นดล", "นับหนึ่ง", 
    "น่านน้ำ", "นอบน้อม", "พระพาย", "พายุ", "พอดี", "พู่กัน", "ภาคภูมิ", 
    "ภาคิน", "ภูภูมิ", "ภูริ", "ภูผา", "มาวิน", "มือหนึ่ง", "วายุ", "วาที", 
    "สายน้ำ", "สายฟ้า", "สายหมอก", "สายชล", "สิงหา", "สิบทิศ", "สีเทียน", 
    "สีฝุ่น", "สีไม้", "เหนือน้ำ", "หุบเขา", "หาญกล้า", "อคิณ", "อธิป", 
    "อะตอม", "อาทิตย์", "อาโป", "ไอดิน"
]